[S_ADVENTmusing_Tygan AkEvent]
SpokenText="Хотя мое участие в разработке чипов касалось в основном теоретических вопросов, я все же чувствую ответственность за результат, который мы наблюдаем сегодня. Сосредоточившись на одном аспекте проекта - в моем случае на борьбе с отторжением чипа человеческим телом, - можно упустить общую картину. До сих пор я задаюсь вопросом, что заставило меня с таким рвением заняться этим исследованием - любопытство ученого или нежелание вникать в суть вопроса."

[S_Alien_Fortress_Tygan_01 AkEvent]
SpokenText="Ворота готовы. Как у вас?"

[S_Alien_Fortress_Tygan_02 AkEvent]
SpokenText="Превосходно. Приступим."

[S_Alien_Fortress_Tygan_03 AkEvent]
SpokenText="Мы уже видели, как Кодекс открывает подобный разлом. Прибор справится, я уверен."

[S_Alien_Fortress_Tygan_04 AkEvent]
SpokenText="Похоже, наш сигнал принят. Наращиваю мощность."

[S_Alien_Fortress_Tygan_05 AkEvent]
SpokenText="Возможно, это источник всего, \"тронный зал\" пришельцев, если угодно. Защищен от любого физического вторжения."

[S_Alien_Fortress_Tygan_06 AkEvent]
SpokenText="Сработало. Какое-то мгновение прибор был между двумя точками. Но потом ворота затребовали второй код. Органического происхождения. Его у нас не было, и они выстрелили каким-то энергетическим импульсом."

[S_Alien_Fortress_Tygan_07 AkEvent]
SpokenText="Если Кодекс открывает дверь, органический код - это ключ к ней."

[S_Alien_Fortress_Tygan_08 AkEvent]
SpokenText="Согласен. Я немедленно передам наш отчет шефу."

[S_Autopsy_Andromedon_Blurb AkEvent]
SpokenText="Сам факт того, что этот бронированный скафандр продолжает действовать в бою даже после гибели своего владельца, поражает воображение. Мне нужно будет заручиться помощью Шэнь в изучении этого необыкновенного свойства."

[S_Autopsy_Andromedon_Tygan AkEvent]
SpokenText="Как изначально и предполагала Шэнь, это существо действительно заперто внутри скафандра. К несчастью для наших солдат, он и сам по себе представляет немалую опасность вне зависимости от состояния оператора, что мы с немалым удивлением обнаружили в бою."

[S_Autopsy_Archon_Blurb AkEvent]
SpokenText="Он производит сильное впечатление, хотя я до сих пор не могу понять, какую именно цель преследовали пришельцы, придавая столь внушительную форму этому организму."

[S_Autopsy_ArchonKing_Blurb AkEvent]
SpokenText="Я все еще не понимаю, почему пришельцы уделяют так много внимания внешнему виду этих архонтов. Похоже, что по какой-то причине их внешность имеет для инопланетных захватчиков существенное значение."

[S_Autopsy_ArchonKing_Tygan AkEvent]
SpokenText="Эта особь во многом напоминает архонтов, с которыми нам неоднократно приходилось встречаться в прошлом. Однако наши солдаты скоро обнаружили, что эта разновидность предпочитает атаковать в ближнем бою, поднимать своих жертв на большую высоту и затем отпускать."

[S_Autopsy_Avatar_Blurb AkEvent]
SpokenText="Эта особь... это существо не имеет ничего общего с теми, что встречались нам до сих пор. И все же каким-то образом наши солдаты сумели одержать над ним верх."

[S_Autopsy_Berserker_Blurb AkEvent]
SpokenText="И обычные-то мутоны поражают своей агрессией, но этот чудовищный экземпляр выглядит угрожающим даже после смерти. Я буду счастлив избавиться от него, как только закончу отчет."

[S_Autopsy_BerserkerQueen_Blurb AkEvent]
SpokenText="Я придерживаюсь мнения, что \"королевы берсерков\" подчиняют своей воле \"подданных\"-мутонов благодаря воздействию феромонов. Пока мне не удалось синтезировать искусственное вещество, способное вызвать подобный эффект."

[S_Autopsy_BerserkerQueen_Tygan AkEvent]
SpokenText="Наши солдаты успели прозвать это существо \"королевой берсерков\", поскольку обычно сопровождающие ее другие мутоны демонстрируют признаки подчинения этой особи. Ее великолепная броня только усиливает необыкновенную природную выносливость этого создания."

[S_Autopsy_Captain_Blurb AkEvent]
SpokenText="Похоже, что капитан \"Адвента\" обладает способностью стабилизировать связь между находящимися вблизи от него солдатами и башнями сети \"Адвента\"."

[S_Autopsy_Chryssalid_Blurb AkEvent]
SpokenText="Даже мое любопытство не способно заглушить сомнения. Я почти уверен, что брать на борт корабля этот конкретный образец было чрезвычайно неблагоразумной идеей."

[S_Autopsy_Codex_Tygan AkEvent]
SpokenText="Активный Кодекс представляет собой постоянно изменяющуюся аномальную структуру, присутствующую в нашем мире в течение миллисекунд. Однако он оказался уязвим для вполне обычного вооружения и растворился в пространстве, оставив после себя этот объект."

[S_Autopsy_Faceless_Blurb AkEvent]
SpokenText="Я часто думаю о том, откуда пришельцы могли почерпнуть идею создания подобного существа. Неужели где-то в галактике существует мир, населенный подобными многоликими созданиями? Может быть это всего лишь результат генетических экспериментов?"

[S_Autopsy_Gatekeeper_Blurb AkEvent]
SpokenText="Я начинаю подозревать, что необычная внешность этого существа каким-то образом связана с его впечатляющими псионическими способностями. За каждым действием пришельцев стоит железная логика, какой бы жестокой и непонятной нам она ни была."

[S_Autopsy_Muton_Blurb AkEvent]
SpokenText="Безусловно, использование пришельцами этих массивных чудовищ в первых рядах своей армии - сильный и расчетливый ход. Вряд ли у кого-то останется желание сопротивляться после встречи с мутоном лицом к лицу."

[S_Autopsy_Sectoid_Blurb AkEvent]
SpokenText="Стремительная физическая эволюция сектоидов, которую мы наблюдаем в последние двадцать лет, служит не только доказательством способности пришельцев манипулировать генетическим кодом, но и свидетельством их решимости добиваться своих целей, невзирая на риск."

[S_Autopsy_Shieldbearer_Blurb AkEvent]
SpokenText="Эти щитоносцы не сильно отличаются от своих собратьев из \"Адвента\". Пожалуй, самое существенное отличие - их ни на что не похожая броня."

[S_Autopsy_StunLancer_Blurb AkEvent]
SpokenText="Изначально \"Адвент\" намеревался использовать этих бойцов для подавления гражданских бунтов в больших городах, однако с тех пор они перешли на еще более жестокие методы поддержания порядка."

[S_Autopsy_Trooper_Blurb AkEvent]
SpokenText="Несмотря на тщательный анализ, я затрудняюсь сказать, какие преимущества дают гибридным солдатам \"Адвента\" огромные глаза, если дают вообще. Мне вряд ли представится возможность проверить их зрение."

[S_Autopsy_Viper_Blurb AkEvent]
SpokenText="Я нахожу крайне необычным тот факт, что существо, ранее известное как \"дохляк\", в итоге оказалось генетической модификацией этих инопланетных рептилий."

[S_Autopsy_ViperQueen_Blurb AkEvent]
SpokenText="В рядах инопланетных захватчиков множество самых разных существ, но этот образец наводит меня на мысли о мифологических созданиях."

[S_Autopsy_ViperQueen_Tygan AkEvent]
SpokenText="Несмотря на то, что эта особь находится в отдаленном родстве с обыкновенным вайпером, совершенно очевидно, что перед нами еще одна попытка пришельцев ускорить естественный процесс эволюции. Вайперы обладают способностью выделять смертоносный яд, но железы этого существа выделяют вместо него легковоспламеняющуюся жидкость."

[S_Avenger_Ambient_Tygan_Advent AkEvent]
SpokenText="\"Адвент\" весьма успешно убеждает людей переселяться в их города. Пропагандистские кампании постоянно напоминают о преимуществах переселения, и от добровольцев нет отбоя. К несчастью, большинство новоприбывших слабо представляет, что это будет для них означать."

[S_Avenger_Ambient_Tygan_AlienInvasionB_01 AkEvent]
SpokenText="Я был биохимиком в фармацевтической компании. В основном занимался вакцинами. Меня заметили в \"Адвенте\" и отправили работать в одну из первых клиник генной терапии. Там я своими глазами увидел, на что способны их технологии."

[S_Avenger_Ambient_Tygan_AlienInvasionB_02 AkEvent]
SpokenText="Спасибо на добром слове."

[S_Avenger_Ambient_Tygan_ChipFunctionB_01 AkEvent]
SpokenText="Конечно. Более того, он способен работать как маломощный передатчик. Мне пришлось соорудить подобие клетки Фарадея, чтобы пришельцы не смогли его отследить. Доступ имеет только Шэнь."

[S_Avenger_Ambient_Tygan_CityMigration_01 AkEvent]
SpokenText="Я работал в такой и могу сказать, что их уровень несравним с нашим. Пришельцы фактически избавили человечество от самых страшных болезней - рака, малярии, СПИДа. Сам процесс достаточно прост."

[S_Avenger_Ambient_Tygan_CityMigration_02 AkEvent]
SpokenText="Да, цена вопроса - соответствие правилам \"Адвента\". Большинство людей об этом вообще не задумываются - рассматривают просто как некое неудобство."

[S_Avenger_Ambient_Tygan_CityMigrationB_01 AkEvent]
SpokenText="Полагаю, на данном этапе уже не требуется никого уговаривать."

[S_Avenger_Ambient_Tygan_CityMigrationB_02 AkEvent]
SpokenText="Да, конечно, но как насчет смертельно больных? Старых? Инвалидов? Пришельцы могут предложить им то, чего не можем мы, и за такое большинство готово заплатить любую цену."

[S_Avenger_Ambient_Tygan_CityMigrationB_03 AkEvent]
SpokenText="Надеюсь, с вами будут солидарны."

[S_Avenger_Ambient_Tygan_CrewDis AkEvent]
SpokenText="Хотя большинство членов экипажа относится ко мне дружелюбно, я ощущаю глубокое недоверие со стороны доктора Шэнь. В общении она вежлива, но единственная причина этого - уважение к шефу, а отнюдь не искреннее желание со мной работать. Но рано или поздно я и ей докажу, чего стою."

[S_Avenger_Ambient_Tygan_FacadePeace_01 AkEvent]
SpokenText="Да, это преимущество работы с \"Адвентом\". На первый взгляд, жизнь там очень комфортна. Но у всего есть своя цена."

[S_Avenger_Ambient_Tygan_FacadePeace_02 AkEvent]
SpokenText="Да, но \"Адвент\" всегда за всеми следит. Он везде - и это не говоря уже о самих пришельцах и автоматизированных системах. Когда фонарный столб проверяет у тебя документы - это просто нечто."

[S_Avenger_Ambient_Tygan_FacadePeaceB_01 AkEvent]
SpokenText="Честно говоря, это перестало меня волновать. Больше всего я скучаю по своему оборудованию."

[S_Avenger_Ambient_Tygan_FacadePeaceB_02 AkEvent]
SpokenText="Да уж, в ресурсах они недостатка не испытывают."

[S_Avenger_Ambient_Tygan_GeneTherapy AkEvent]
SpokenText="Когда я работал в клинике \"Адвента\", то видел такие вещи, которые до прибытия пришельцев считались бы чудом. Одна процедура - и к старым и больным возвращались жизненные силы. Многие плакали от счастья. Это самое могущественное - и, пожалуй, самое коварное оружие противника. Меня мучает осознание того, что я участвовал в его создании."

[S_Avenger_Ambient_Tygan_LabQuirks AkEvent]
SpokenText="Хотя я заранее отдавал себе отчет, насколько ограничены будут мои ресурсы и оборудование на борту \"Мстителя\", вынужден признать, что привыкнуть к этому было нелегко. Даже стабилизирующее поле не спасает от частой турбулентности и маневров уклонения, ставящих под угрозу чувствительные эксперименты. Чтобы не терять эффективность, мне придется кое-что пересмотреть в своей работе."

[S_Avenger_Ambient_Tygan_Quick_01 AkEvent]
SpokenText="Возможно, пора показать кому-то еще, как управлять \"Мстителем\". Я не смогу работать, пока мистер Брэдфорд не научится держать корабль ровно."

[S_Avenger_Ambient_Tygan_Quick_02 AkEvent]
SpokenText="Вынужден признать, работать в таких непростых условиях на \"Мстителе\" даже в чем-то интересно. Каждое решение, каждое открытие исключительно важно, а ошибкам здесь абсолютно нет места."

[S_Avenger_Ambient_Tygan_Quick_03 AkEvent]
SpokenText="Постоянная бдительность доктора Шэнь начинает утомлять. Я всегда считал себя терпеливым человеком, но если мы хотим чего-то достичь, ей придется довериться мне."

[S_Avenger_Ambient_Tygan_Quick_04 AkEvent]
SpokenText="Мне стало интересно, кем нас считают в \"Адвенте\". Видят они в нас реальную угрозу или мы для них просто незначительная помеха?"

[S_Avenger_Ambient_Tygan_Quick_05 AkEvent]
SpokenText="Пришельцы обладают значительными ресурсами, но мы неплохо выступаем против них, даже несмотря на все наши ограничения."

[S_Avenger_Ambient_Tygan_Quick_06 AkEvent]
SpokenText="Доблестью и выдержкой наших бойцов нельзя не восхищаться. Они сражаются против обученного и хорошо вооруженного противника, но их верность делу непоколебима."

[S_Avenger_Ambient_Tygan_Quick_07 AkEvent]
SpokenText="Без доступа к ископаемому топливу вне городов непросто получать энергию. Даже среди наиболее упертых противников пришельцев высоко ценится трофейное оборудование \"Адвента\"."

[S_Avenger_Ambient_Tygan_Quick_08 AkEvent]
SpokenText="Наши последние открытия радуют, но нам еще столько всего предстоит узнать о намерениях врага."

[S_Avenger_Ambient_Tygan_Quick_09 AkEvent]
SpokenText="При жестком графике работы на \"Мстителе\" никак не удается выкроить время для нескольких теоретических экспериментов. Возможно при следующем приземлении..."

[S_Avenger_Ambient_Tygan_Quick_10 AkEvent]
SpokenText="Я вижу, как члены экипажа молча поглядывают на шрам на моей шее. Если бы мне не пришлось самому доставать свой чип, получилось бы аккуратнее."

[S_Avenger_Ambient_Tygan_TyganConscienceB_01 AkEvent]
SpokenText="Как многим из нас, мне казалось, что пришельцы искренне заинтересованы в мире. Так что выбор был нетрудным - я решил, что это и есть нормальная жизнь. Я ошибался."

[S_Avenger_Ambient_Tygan_TyganConscienceB_02 AkEvent]
SpokenText="Я же сказал, это была ошибка. Надеюсь, трудясь на благо XCOM, я ее исправлю."

[S_Avenger_Tygan_Not_Enough_Scientists AkEvent]
SpokenText="Шеф, если у нас появятся новые бойцы со склонностью к научной деятельности, я буду очень рад."

[S_Avenger_Tygan_Wounded_Soldiers_No_Infirmary AkEvent]
SpokenText="Шеф, до сих пор нам удавалось обслуживать раненых, но было бы гораздо лучше, если бы у нас появился лазарет."

[S_Blacksite_Horror_Tygan_01 AkEvent]
SpokenText="Очень надеюсь, что эти мрачные картины - наше худшее открытие на сегодня."

[S_Blacksite_Horror_Tygan_02 AkEvent]
SpokenText="Генетический код. Бесконечное количество комбинаций, но все с типовыми маркерами. Человеческими маркерами."

[S_Blacksite_Horror_Tygan_03 AkEvent]
SpokenText="Десятки тысяч. И процедура еще далека от завершения."

[S_Blacksite_Horror_Tygan_04 AkEvent]
SpokenText="Я такого не видел даже в самых страшных кошмарах."

[S_Blacksite_Horror_Tygan_05 AkEvent]
SpokenText="Полагаю, мы нашли пропавших людей."

[S_Blacksite_Horror_Tygan_06 AkEvent]
SpokenText="Медицинская проверка и отбор. Подходящие кандидаты отправляются в этот проклятый комплекс, где превращаются в материал, который перед нами."

[S_Blacksite_Horror_Tygan_07 AkEvent]
SpokenText="Не буду даже гадать, но никакие исследования не оправдывают подобное…"

[S_Blacksite_Horror_Tygan_08 AkEvent]
SpokenText="Поддерживаю. Там информация, которая может быть бесценной для срыва планов врага."

[S_Broadcast_Truth_Tygan_01 AkEvent]
SpokenText="Да, похоже, обратная связь возымела ожидаемый эффект."

[S_CaptainAutopsy_Tygan AkEvent]
SpokenText="Офицеры \"Адвента\" явно модифицированы, чтобы иметь возможность отдавать приказы при помощи псионики. Ключ к этому - чип."

[S_CaptainAutopsyReminder_Tygan AkEvent]
SpokenText="Шеф, у нас в морозилке офицер \"Адвента\". Рекомендую как можно быстрее провести вскрытие."

[S_Commander_Awakens_Tygan_01_Setup_Phase AkEvent]
SpokenText="Аккуратнее! Потенциально мы имеем дело с долгими годами атрофии!"

[S_Commander_Awakens_Tygan_02_Setup_Phase AkEvent]
SpokenText="Не буду спорить. Однако мы рискуем потерять пациента, если немедленно не проведем удаление."

[S_Commander_Awakens_Tygan_03_Setup_Phase AkEvent]
SpokenText="Невероятно!"

[S_Commander_Awakens_Tygan_04_Setup_Phase AkEvent]
SpokenText="...Есть отклик в коре головного мозга. Хорошо. Готовимся идти дальше."

[S_Commander_Awakens_Tygan_05_Setup_Phase AkEvent]
SpokenText="...Последнее соединение найдено. Сейчас будет последний надрез."

[S_Commander_Awakens_Tygan_06_Setup_Phase AkEvent]
SpokenText="Как уже говорилось, нет. Удалять эти имплантаты никогда..."

[S_Commander_Awakens_Tygan_07_Setup_Phase AkEvent]
SpokenText="...пульс нестабилен."

[S_Commander_Awakens_Tygan_08_Setup_Phase AkEvent]
SpokenText="...Реакция зрачка нормальная, параметры стабильны. Операция завершена."

[S_Dark_Volunteer_01_Tygan_01 AkEvent]
SpokenText="Согласен. Нужно немедленно проинформировать шефа."

[S_Dark_Volunteer_01_Tygan_02 AkEvent]
SpokenText="Шеф. Центр."

[S_Dark_Volunteer_01_Tygan_03 AkEvent]
SpokenText="\"Зал теней\" завершил анализ ДНК Аватара. Мы выявили генетическую последовательность, необходимую для прохода через пси-врата."

[S_Dark_Volunteer_01_Tygan_04 AkEvent]
SpokenText="Однако требуется не просто передача генетических данных."

[S_Dark_Volunteer_01_Tygan_05 AkEvent]
SpokenText="Вполне. Наш образец уже не восстановить, но он обеспечил нас генетической схемой."

[S_Dark_Volunteer_01_Tygan_06 AkEvent]
SpokenText="Человеческая ДНК, объединенная с ДНК Старейшин и псионически заряженная. В результате вскрытия я получил и необходимую генетическую схему, и ДНК Старейшины. Со временем мы сможем воспроизвести подобную процедуру."

[S_Dark_Volunteer_01_Tygan_07 AkEvent]
SpokenText="Да, верно. Однако генная инженерия может создать тело, но не сознание, чтобы им управлять."

[S_Dark_Volunteer_01_Tygan_08 AkEvent]
SpokenText="Прямое подключение к их сети неподготовленной нервной системы приведет к серьезной, возможно, даже летальной, травме. Пока что мы знаем лишь одного человека, пережившего подобное."

[S_Dark_Volunteer_01_Tygan_09 AkEvent]
SpokenText="Обеспечивает идеальное подключение и подогнан под ваши биологические данные, шеф. Если есть человек, имеющий хоть какие-то шансы пережить соединение, то это вы."

[S_Dark_Volunteer_01_Tygan_10 AkEvent]
SpokenText="Но это все, что я могу предложить. Это наш единственный вариант пересечь инопланетный портал."

[S_Dark_Volunteer_02_Tygan_01 AkEvent]
SpokenText="Готово. Этот материал содержит все имеющиеся у нас остатки ДНК Старейшин. Второго шанса не будет."

[S_Dark_Volunteer_02_Tygan_02 AkEvent]
SpokenText="Синтез практически завершен."

[S_Dark_Volunteer_02_Tygan_03 AkEvent]
SpokenText="А теперь Лили!"

[S_Despite_The_Unexpected_Tygan AkEvent]
SpokenText="Несмотря на неожиданный результат наших экспериментов с инопланетными пси-вратами, я не сомневаюсь в том, что эти исследования играют важнейшую роль в планировании наших дальнейших действий. Теперь мы точно знаем, как работают эти врата и что от нас требуется, чтобы через них пройти. Мне жаль \"Гремлина\" доктора Шэнь, несмотря на то, что это всего лишь машина."

[S_First_Scientist_Received_Tygan AkEvent]
SpokenText="Благодарю за дополнительный персонал. Я проконтролирую, чтобы они занялись полезным делом."

[S_Golden_Path_Mission_Loot_Blacksite_Vial_Tygan AkEvent]
SpokenText="Теперь вещество с секретного объекта у нас, и, полагаю, нам следует уделить максимум времени и ресурсов его изучению. Я немедленно начинаю подготовку к полному анализу."

[S_Golden_Path_Mission_Loot_Forge_Body_Tygan AkEvent]
SpokenText="Внутри захваченного костюма мы нашли то, что вполне может оказаться прототипом бесчисленных сил \"Адвента\". Даже если я полностью сосредоточусь на исследовании этой особи, полный анализ потребует значительного количества времени и ресурсов."

[S_Golden_Path_Mission_Loot_Psi_Gate_Tygan AkEvent]
SpokenText="Этот характерный артефакт пришельцев похож на какой-то портал или проход. Мы полагаем, что он позволяет пришельцам перемещаться на дальние дистанции - возможно, даже за пределы самого мира, но полное изучение функции этих врат потребует немало времени."

[S_Golden_Path_Musings_Blacksite_Horror_Tygan_01 AkEvent]
SpokenText="Я был уверен, что на секретном объекте мы найдем доказательства сомнительных экспериментов над людьми. Но то, что предстало перед нашими глазами, оказалось кошмарнее всех самых страшных предположений. Единственное назначение этого комплекса заключалось в переработке человеческого генетического материала в промышленных масштабах в целях, известных лишь пришельцам, шагнувшим далеко за пределы известной нам науки."

[S_Golden_Path_Musings_Dying_Ethereals_Tygan_01 AkEvent]
SpokenText="Старейшины всегда оставались в тени. Я сомневаюсь, что большинство жителей городских центров видели хотя бы одного лично - одни лишь памятники им. Тот факт, что они, как стало известно, страдают от неизлечимого недуга, объясняет их стремление избежать публичности. Остается вопрос: что это за заболевание, при котором даже возможностей пришельцев не хватает, чтобы его победить?"

[S_Golden_Path_Musings_Risistance_Tygan_01 AkEvent]
SpokenText="Сопротивление организовано гораздо лучше, чем я думал. Но им все равно придется положиться на нас в вопросах как стратегии, так и тактики. Хочется надеяться, что у них хотя бы найдутся контакты, которые смогут предоставить нам информацию о перемещениях и позициях \"Адвента\"."

[S_GP_Avatar_Body_Recovered_But_Prereqs_Not_Met_Tygan AkEvent]
SpokenText="Шеф, я нисколько не сомневаюсь, что захваченное существо - важная часть плана пришельцев, но в настоящее время у нас нет никакой возможности изучить его должным образом."

[S_GP_PreBlacksite_Objective_Ambient AkEvent]
SpokenText="По моему опыту, для защиты своих баз \"Адвент\" чаще всего полагается не столько на скрытность, сколько на присутствие большого количества тяжеловооруженных бойцов. Во всяком случае, так дело обстояло со всеми сооружениями, в которых мне довелось побывать лично. Если они позаботились о том, чтобы замаскировать этот секретный объект, то все найденное там лишь вызовет новые вопросы."

[S_GP_PreBroadcast_Objective_Ambient AkEvent]
SpokenText="Если мы сумеем нейтрализовать подавляющее поле \"Адвента\" и отключить их сеть, это даст нам реальную возможность освободить мир от инопланетного ига. Я никогда не думал, что доживу до этого дня. Земля наконец узнает правду, и случится это только благодаря нашим усилиям."

[S_GP_PreCaptain_Objective_Ambient AkEvent]
SpokenText="Вынужден признать, меня заинтриговали возможности, открывшиеся после успешного удаления имплантата у нашего шефа. Мне бы хотелось изучить еще одного пациента и провести сравнительный анализ. Поскольку офицер с имплантатом, скорее всего, погибнет задолго до прибытия в мою лабораторию, нам придется использовать более грубый и прямой способ извлечения чипа."

[S_GP_PreForge_Objective_Ambient AkEvent]
SpokenText="Координаты, обнаруженные нами при изучении захваченного на секретном объекте \"Адвента\" генетического образца, позволяют предположить, что все это - только верхушка айсберга. Связанная с проектом \"Аватар\" инфраструктура должна быть поистине огромна. Нам повезло, что мы смогли добыть этот образец, иначе взятый след оборвался бы на этом месте."

[S_GP_PreFortress_Objective_Ambient AkEvent]
SpokenText="Я не имею понятия, что мы найдем по другую сторону этих ворот, но часть меня завидует этим солдатам: они стоят на пороге, за которым может оказаться другой мир. Им предстоит стать не только героями, но и первооткрывателями. Этим людям мы доверили нашу судьбу."

[S_GP_PreLiveCodex_Objective_Ambient AkEvent]
SpokenText="Несмотря на все возражения Шэнь, я сомневаюсь, что исследование первого Кодекса дало бы лучшие результаты, даже если бы мы прибегли к менее грубым способам. Полагаю, что у наших солдат не возникнет проблем с использованием черепного бура против следующего Кодекса, с которым им придется иметь дело."

[S_GP_PrePsiGate_Objective_Ambient AkEvent]
SpokenText="Я заинтригован тем, что, несмотря на все попытки Кодекса остановить наше вторжение в сеть \"Адвента\", нам удалось извлечь из нее координаты, указывающие на практически полностью необитаемый регион. Так или иначе, инопланетные захватчики не позволяют нам долго сидеть на одном месте."

[S_Humans_Obsolete_Tygan_01 AkEvent]
SpokenText="С виду - да. Но по функционалу..."

[S_Humans_Obsolete_Tygan_02 AkEvent]
SpokenText="А, шеф. Прекрасно. Можем начинать."

[S_Humans_Obsolete_Tygan_03 AkEvent]
SpokenText="Ни для кого не секрет, что солдаты \"Адвента\" обладают генетическими свойствами как людей, так и пришельцев. Предварительный анализ показывает, что это результат прямого воздействия на живого человека. Пленника или даже добровольца."

[S_Humans_Obsolete_Tygan_04 AkEvent]
SpokenText="Однако в реальности все совсем не так."

[S_Humans_Obsolete_Tygan_05 AkEvent]
SpokenText="Бойцы \"Адвента\", которых мы обнаружили в том комплексе, включая данный образец, были произведены серийно."

[S_Humans_Obsolete_Tygan_06 AkEvent]
SpokenText="Не клоны, нет. Скорее, шаблоны."

[S_Humans_Obsolete_Tygan_07 AkEvent]
SpokenText="У каждого солдата - уникальный генетический код. Преимущественно человеческий, но часть его открыта."

[S_Humans_Obsolete_Tygan_08 AkEvent]
SpokenText="Для любой ДНК, которую вздумается добавить \"Адвенту\". Сектоида. Мутона. Даже твари, которую в войсках называют \"Берсерк\"."

[S_Humans_Obsolete_Tygan_09 AkEvent]
SpokenText="Во всех случаях фрагменты связываются вместе человеческим генным материалом."

[S_Humans_Obsolete_Tygan_10 AkEvent]
SpokenText="Именно. Это ключевой компонент процесса изготовления солдат."

[S_Humans_Obsolete_Tygan_11 AkEvent]
SpokenText="В какой-то степени. Но если я не ошибаюсь, это еще не все."

[S_Humans_Obsolete_Tygan_12 AkEvent]
SpokenText="Человеческая ДНК этой особи обладает одним ключевым отличием от всего, что мы расшифровали в \"Зале теней\". Псионическая чувствительность. Принимая во внимание количество модификаций, это явно не случайно."

[S_Humans_Obsolete_Tygan_13 AkEvent]
SpokenText="Я пришел к такому же выводу. Теоретически, существо на базе этого шаблона может быть очень мощным. Если бы мы не перехватили его до завершения процесса…"

[S_Humans_Obsolete_Tygan_14 AkEvent]
SpokenText="С помощью \"Зала теней\" мы предприняли попытку проанализировать ДНК данной особи."

[S_I_Wasn_t_Going_To_Admit_Tygan AkEvent]
SpokenText="Я не хотел признаваться в этом Шэнь, но есть кое-что, чего мне не хватает еще сильнее, чем пропавшего лабораторного снаряжения... Этих проклятых сочных гамбургеров \"Адвента\". Я понятия не имею, откуда они берут для них мясо, и говоря по правде, не желаю это знать."

[S_Misc_Alien_Encryp_Tygan_01 AkEvent]
SpokenText="Пришельцы используют форму шифрования, с которой мы никогда доселе не сталкивались - мало поддающуюся объяснению. Нам необходимо найти способ взломать код. Однако, я полагаю, на это потребуется какое-то время."

[S_Misc_Thanks_Codex_Brain_Tygan_01 AkEvent]
SpokenText="Шеф, пожалуйста, объявите благодарность нашим войскам в связи с завершением того, что несомненно было сложной задачей в ходе захвата Процессора Кодекса. Мы как можно скорее начнем работу над ним."

[S_Old_Gods_01_Tygan_01 AkEvent]
SpokenText="Наши бойцы полностью нейтрализовали объект. То, что мы сейчас слышим, побочный продукт электрической стимуляции - уверяю вас, чувствительность к боли ему уже не грозит."

[S_Old_Gods_01_Tygan_02 AkEvent]
SpokenText="Отправляю новую последовательность."

[S_Old_Gods_01_Tygan_03 AkEvent]
SpokenText="Здесь что-то еще. Внизу... Одну минуту."

[S_Old_Gods_01_Tygan_04 AkEvent]
SpokenText="Объект пытается заблокировать дальнейший доступ."

[S_Old_Gods_01_Tygan_05 AkEvent]
SpokenText="Почти готово... Еще немного..."

[S_Old_Gods_01_Tygan_06 AkEvent]
SpokenText="Готово."

[S_Old_Gods_01_Tygan_07 AkEvent]
SpokenText="Полагаю, своеобразный защитный протокол. Кодекс целенаправленно перегрузил интерфейс, чтобы закрыть доступ к остальной информации."

[S_Old_Gods_01_Tygan_08 AkEvent]
SpokenText="И тем не менее я был на шаг впереди."

[S_Old_Gods_01_Tygan_09 AkEvent]
SpokenText="Да, и расшифровка займет приличное время."

[S_Old_Gods_01_Tygan_10 AkEvent]
SpokenText="Я приступлю к необходимым исследованиям - естественно, с вашего позволения, шеф. Также предложил бы обратить внимание на полученные координаты..."

[S_Old_Gods_02_Alt_Tygan_02 AkEvent]
SpokenText="Полученная мной информация стоит тех повреждений, которые \"Зал теней\" получил во время нашего тестирования. Вы сами сейчас в этом убедитесь."

[S_Old_Gods_02_Tygan_01 AkEvent]
SpokenText="Центр, шеф... порядок. Анализ элементов данных Кодекса почти завершен."

[S_Old_Gods_02_Tygan_02 AkEvent]
SpokenText="Информация, которую мне удалось добыть, стоит потери \"Зала теней\". Вы сами сейчас в этом убедитесь."

[S_Old_Gods_02_Tygan_03 AkEvent]
SpokenText="Да. И я начинаю понимать, почему."

[S_Old_Gods_02_Tygan_04 AkEvent]
SpokenText="Старейшины, похоже, подвержены агрессивной форме дегенерации тканей. Наблюдается стремительная атрофия мышц до состояния, которое ранее я не счел бы возможным."

[S_Old_Gods_02_Tygan_05 AkEvent]
SpokenText="Когда имеешь дело с таким противником, нет ничего простого."

[S_Old_Gods_02_Tygan_06 AkEvent]
SpokenText="В нас. То есть во всем человечестве."

[S_Old_Gods_02_Tygan_07 AkEvent]
SpokenText="Старейшины не первый век активно ищут средство, чтобы избавиться от этой напасти. Каждый раз при встрече с новыми видами они собирали материал и генетические данные, чтобы решить эту проблему. До сего момента."

[S_Old_Gods_02_Tygan_08 AkEvent]
SpokenText="Мне кажется, они нашли что-то в нас - достаточно важное, чтобы пустить здесь корни."

[S_Old_Gods_02_Tygan_09 AkEvent]
SpokenText="Я не могу сказать точно. Ключевые файлы были ранее удалены согласно некоему проекту \"Аватар\"."

[S_Old_Gods_02_Tygan_10 AkEvent]
SpokenText="В целом так и есть. И мы, к сожалению, не приблизились к пониманию целей этих исследований. Ключевые файлы, бывшие частью некоего проекта \"Аватар\", удалены."

[S_Old_Gods_02_Tygan_11 AkEvent]
SpokenText="Если бы у нас был доступ к полностью функционирующему Кодексу, я мог бы их восстановить."

[S_Old_Gods_02_Tygan_12 AkEvent]
SpokenText="Брэдфорд, я не требую присутствия этого создания здесь. Я убежден, что смогу получить доступ удаленно, если ваши бойцы подберутся к нему достаточно близко."

[S_PostIntroStasisLanceReminder_Tygan AkEvent]
SpokenText="Шеф, имея на руках черепной бур, мы должны опробовать его на одном из офицеров \"Адвента\". Полагаю, у нас все должно получиться."

[S_Pre_Final_Mission_Broadcast_Tygan_01 AkEvent]
SpokenText="Теоретически."

[S_Psi_Network_Tygan_01_GoldenPath AkEvent]
SpokenText="Центр, шеф. Да, процесс контролируется лучше, если пациент уже скончался. Результаты, однако.... Будет лучше, если вы сами посмотрите."

[S_Psi_Network_Tygan_02_GoldenPath AkEvent]
SpokenText="Вскрытие капитана \"Адвента\" подтвердило наличие импланта, аналогичного тому, что был извлечен у шефа. Но есть и отличия."

[S_Psi_Network_Tygan_03_GoldenPath AkEvent]
SpokenText="Перед вами данные, получаемые непосредственно из имплантата капитана \"Адвента\". И эти данные - ваши, шеф. Как минимум, это тактическая информация, которая обрабатывалась вашим мозгом. Легко заметить идентичность."

[S_Psi_Network_Tygan_04_GoldenPath AkEvent]
SpokenText="Да. Однако..."

[S_Psi_Network_Tygan_05_GoldenPath AkEvent]
SpokenText="На данных \"Адвента\" следы дефектов. Отключив шефа от их сети, мы нанесли им существенный урон."

[S_Psi_Network_Tygan_06_GoldenPath AkEvent]
SpokenText="Да. Это своеобразная псионическая сеть. Имплантаты способны получать и отправлять данные - большой объем данных - в зашифрованном виде вместе с потоком пси-энергии."

[S_Psi_Network_Tygan_07_GoldenPath AkEvent]
SpokenText="Рабочая теория такова: \"Адвент\" использует сеть для усиления тактических способностей войск и распространения приказов командования. Обратите внимание..."

[S_Psi_Network_Tygan_08_GoldenPath AkEvent]
SpokenText="Даже в столь плачевном состоянии носителя имплантат продолжает работать. Воистину, невероятное достижение."

[S_Psi_Network_Tygan_09_GoldenPath AkEvent]
SpokenText="Потенциально - да. Но мне нужен доступ к их сети, чтобы это понять."

[S_Psi_Network_Tygan_10_GoldenPath AkEvent]
SpokenText="Нам потребуется активное подключение. Нужно взломать живого офицера \"Адвента\"."

[S_Psi_Network_Tygan_11_GoldenPath AkEvent]
SpokenText="Пустите меня в их сеть, я уверен, риск оправдается."

[S_Setup_Phase_ADVENT_Officer_Corpse_Recovered_Tygan AkEvent]
SpokenText="Прекрасно. Начну изучение захваченной особи по первому вашему сигналу, шеф."

[S_Setup_Phase_First_Loot_Screen_Tygan AkEvent]
SpokenText="Эти предметы пригодятся нам в борьбе с инопланетной угрозой. Шеф, когда у вас будет минутка, мне хотелось бы рассказать о своих открытиях - они связаны с имплантатом, который мы из вас вынули."

[S_Setup_Phase_Geoscape_Build_Radio_Relays_To_Reduce_Costs_Tygan AkEvent]
SpokenText="Шеф, мы с Шэнь провели совместное исследование, и я полагаю, что можно снизить расход данных на установление контактов с регионами при помощи радиоретрансляторов. Чем дальше регион от ретранслятора, тем дороже обойдется контакт, поэтому я рекомендую построить ретрансляторы по краям существующей сети. Ячейки Сопротивления должны быть рады подобным улучшениям; не сомневаюсь, в долгу они не останутся."

[S_Setup_Phase_Research_In_Progress_Tygan AkEvent]
SpokenText="Приветствую. Работа идет полным ходом, но до завершения исследований еще далеко."

[S_Setup_Phase_Study_The_Chip__Tygan AkEvent]
SpokenText="Шеф, жду вашего распоряжения. Готов начать исследовать чип \"Адвента\" с целью выяснения принципов его действия."

[S_Shadow_Chamber_Tygan_01 AkEvent]
SpokenText="Мы, конечно, добились немалых успехов в проникновении в пси-сеть пришельцев, но наши знания пока ничто в сравнении с уровнем их технического развития."

[S_Shadow_Chamber_Tygan_02 AkEvent]
SpokenText="И все же \"Зал теней\" - мощнейший дешифратор. Скоро у нас будет куда больше информации, чем мы изначально надеялись."

[S_Support_Ambient_Musings_Misc_Tygan_01 AkEvent]
SpokenText="Видимо, моя предшественница превращалась в зверя, когда дело касалось проведения допросов или вскрытия подопытных пришельцев. Насколько я знаю, она никогда не чуралась черной работы."

[S_Support_Avatar_Corpse_Recovered_Tygan AkEvent]
SpokenText="Найденная нами особь находится в незавершенном состоянии, но я уверен, что это тот самый \"Аватар\", за которым мы гонялись. Следует как можно быстрее начать вскрытие и выяснить, что в нем такого особенного."

[S_Support_First_PCS_Interface_Tygan AkEvent]
SpokenText="Шеф, используя тактические симуляторы \"Адвента\", мы можем повысить боевые навыки наших бойцов. При этом следует учитывать, что существует ограничение на количество бойцов, одновременно использующих эти технологии."

[S_Support_First_Tech_Changed_Tygan_01 AkEvent]
SpokenText="Шеф, мы уже вложили достаточно ресурсов в это исследование. Однако если вы настаиваете, можем заняться чем-то другим."

[S_Support_First_Tech_Selected_Tygan_01 AkEvent]
SpokenText="Согласен с тем, что это направление представляется наиболее интригующим. Мы немедленно начнем работу. Я дам знать, когда будет готов полный отчет."

[S_Support_Great_Mission_Tygan_01 AkEvent]
SpokenText="Впечатляющие результаты, шеф. Бойцы становятся все способнее с каждой операцией."

[S_Support_Great_Mission_Tygan_02 AkEvent]
SpokenText="Мы никого не потеряли. Надеюсь, все наши операции пройдут так же успешно."

[S_Support_Great_Mission_Tygan_03 AkEvent]
SpokenText="Я ожидал, что у новобранцев возникнут проблемы, но они превосходно справились, шеф."

[S_Support_Great_Mission_Tygan_04 AkEvent]
SpokenText="Если каждая операция будет столь идеальной, то возвращение планеты - лишь вопрос времени."

[S_Support_Great_Mission_Tygan_05 AkEvent]
SpokenText="Исполнено на высшем уровне. Отличная работа, шеф."

[S_Support_Great_Mission_Tygan_06 AkEvent]
SpokenText="Приятно наблюдать за успехами на поле боя. Это полезно для боевого духа всей команды."

[S_Support_Great_Mission_Tygan_07 AkEvent]
SpokenText="Несмотря на ограниченные ресурсы, наши бойцы продолжают радовать. Весьма впечатляет, шеф."

[S_Support_Great_Mission_Tygan_08 AkEvent]
SpokenText="Я впечатлен, шеф. Очередная героическая боевая операция."

[S_Support_Great_Mission_Tygan_09 AkEvent]
SpokenText="Отличная работа, шеф. Ваши военные успехи, без сомнения, воодушевляют команду."

[S_Support_Great_Mission_Tygan_10 AkEvent]
SpokenText="Всегда приятно, когда отряд возвращается без боевых потерь. Лучшего результата и не придумаешь."

[S_Support_Great_Mission_Tygan_11 AkEvent]
SpokenText="Новый успех превосходит все ожидания. Я впечатлен, шеф."

[S_Support_More_Scientists_Tygan_01 AkEvent]
SpokenText="Шеф, у нас множество проектов по разработке новейших технологий. Если вам попадутся одаренные новобранцы, я сразу найду им занятие."

[S_Support_Red_UI_Player_Not_Researching_Tygan AkEvent]
SpokenText="Шеф, лаборатория простаивает. Без активных исследований мы зря теряем время и ресурсы. Подумайте, не следует ли нам чем-нибудь заняться."

[S_Support_Reminder_Alien_Biotech_Tygan AkEvent]
SpokenText="Если мы хотим узнать, для чего предназначался извлеченный из вас чип, нам нужно поскорее начать соответствующие исследования."

[S_Support_Staffing_Investment_Tygan_01 AkEvent]
SpokenText="Шеф, не забывайте, что ученые, назначенные в определенный отсек, должны провести там некоторое время, прежде чем мы сможем перевести их."

[S_Support_Tech_Changed_Tygan_01 AkEvent]
SpokenText="Я немедленно переброшу все мощности на новый проект. Как только будет прогресс, я сообщу."

[S_Support_Tech_Changed_Tygan_02 AkEvent]
SpokenText="Могу понять, почему вы предпочитаете другое направление, шеф. Мы немедленно займемся новым проектом."

[S_Support_Tech_Changed_Tygan_03 AkEvent]
SpokenText="Новый проект получит наивысший приоритет, шеф. Как только будет, что доложить, я немедленно сообщу."

[S_Support_Tech_Selected_Tygan_01 AkEvent]
SpokenText="Сейчас мне уже видится несколько практических применений данной технологии. Как только исследование будет завершено, я пришлю отчет."

[S_Support_Tech_Selected_Tygan_02 AkEvent]
SpokenText="Я предполагал, что это исследование станет приоритетным. Как только будут результаты, немедленно сообщу."

[S_Support_Tech_Selected_Tygan_03 AkEvent]
SpokenText="Шеф, мы немедленно приступаем к работе. Когда будет готов полный отчет, я сообщу."

[S_Support_Tough_Mission_Tygan_01 AkEvent]
SpokenText="Я сделал все, что мог, для наших бойцов, но этого, очевидно, недостаточно."

[S_Support_Tough_Mission_Tygan_02 AkEvent]
SpokenText="Придется плотнее заняться новыми исследованиями. Такое не должно повториться."

[S_Support_Tough_Mission_Tygan_03 AkEvent]
SpokenText="Не могу не чувствовать себя в какой-то мере ответственным за это. Если бы я только мог сделать больше."

[S_Support_Tough_Mission_Tygan_04 AkEvent]
SpokenText="Прискорбный результат, шеф. Мы должны приложить все усилия к тому, чтобы подобная трагедия не повторилась."

[S_Support_Tough_Mission_Tygan_05 AkEvent]
SpokenText="Все мы ожидали большего, но теперь придется постараться, чтобы компенсировать эти прискорбные потери."

[S_Support_Unstaffed_Scientist_Tygan AkEvent]
SpokenText="Шеф, мне сейчас сообщили, что не все члены исследовательской команды получили назначения. Чтобы сохранять максимальную эффективность, следует назначить свободных ученых в отсеки."

[S_Tygan_Generic_ResearchComplete_A AkEvent]
SpokenText="Не сомневаюсь, вас результаты заинтересуют не меньше, чем меня."

[S_Tygan_Generic_ResearchComplete_B AkEvent]
SpokenText="Результат, похоже, будет неожиданным, но крайне любопытным."

[S_Tygan_Generic_ResearchComplete_C AkEvent]
SpokenText="Последствия этого исследования окажутся для нас очень кстати."

[S_Tygan_Generic_ResearchComplete_D AkEvent]
SpokenText="Открытия могут оказаться крайне полезны для нашего дела, шеф."

[S_Tygan_Generic_ResearchComplete_E AkEvent]
SpokenText="Шеф, я сделал несколько любопытнейших открытий."

[S_Tygan_Greeting_A AkEvent]
SpokenText="Приветствую."

[S_Tygan_Greeting_B AkEvent]
SpokenText="День добрый, шеф."

[S_Tygan_Greeting_C AkEvent]
SpokenText="Шеф?"

[S_Tygan_Greeting_D AkEvent]
SpokenText="Да, шеф?"

[S_Tygan_Greeting_E AkEvent]
SpokenText="Жду указаний, шеф."

[S_Tygan_Greeting_F AkEvent]
SpokenText="Готов начинать по первому слову, шеф."

[S_Tygan_New_Objective_AvatarAutopsy AkEvent]
SpokenText="Теперь мы готовы провести вскрытие этой могучей особи. Думаю, мы в паре шагов от полного понимания того, что же это за Аватар."

[S_Tygan_New_Objective_BlacksiteVial AkEvent]
SpokenText="Мы готовы начать анализ материала, захваченного на секретном объекте \"Адвента\"."

[S_Tygan_New_Objective_BuildShadowChamber AkEvent]
SpokenText="Получив более глубокие представления о методах шифрования пришельцев, мы можем построить отсек, в котором будет вестись анализ всех материалов, касающихся проекта \"Аватар\". Рекомендую с этим не затягивать."

[S_Tygan_New_Objective_CodexBrain AkEvent]
SpokenText="\"Зал теней\" наконец заработал. Имея столь продвинутые методы дешифрования, мы можем заняться анализом захваченного Кодекса."

[S_Tygan_New_Objective_UpgradeShadowChamber AkEvent]
SpokenText="Чтобы проанализировать захваченные пси-врата, нам потребуется внести определенные изменения в \"Зал теней\"."

[S_Tygan_Research_InProgress_A AkEvent]
SpokenText="Работа идет согласно графику, шеф."

[S_Tygan_Research_InProgress_B AkEvent]
SpokenText="Работа идет полным ходом, шеф."

[S_Tygan_Research_InProgress_C AkEvent]
SpokenText="Исследования пока соответствуют плану, шеф."

[S_Tygan_Research_InProgress_D AkEvent]
SpokenText="Исследования идут строго по графику, шеф."

[S_Tygan_Research_InProgress_E AkEvent]
SpokenText="Мы все еще бьемся над текущим проектом, шеф."

[S_Tygan_ThankYouForLab AkEvent]
SpokenText="Новый научный отсек очень кстати. Благодарю, шеф."

[S_Victory_Tygan_01 AkEvent]
SpokenText="Это Старейшины! Они забивают наш канал связи… Подавляя сознание шефа!"

[S_Victory_Tygan_02 AkEvent]
SpokenText="Жизненные показатели стабилизируются. Синаптическая активность приходит в норму."

[S_Welcome_Lab_01_Tygan_01 AkEvent]
SpokenText="Впечатляет, не правда ли? Невероятная мощь и никакой угрозы для жизни. Жаль, что нельзя сказать того же об остальных технологиях пришельцев, шеф."

[S_Welcome_Lab_01_Tygan_02 AkEvent]
SpokenText="Доктор Ричард Тайган, ведущий ученый. Я отвечаю за все исследования, а также за процедуру, через которую вам пришлось пройти. Добро пожаловать в мою скромную лабораторию."

[S_Welcome_Lab_01_Tygan_03 AkEvent]
SpokenText="Не знаю, сообщил ли вам Центр, но мы кое-что нашли, пока вынимали вас из стазис-костюма."

[S_Welcome_Lab_01_Tygan_04 AkEvent]
SpokenText="Это устройство вживили вам прямо в затылочную долю. Было бы у меня то же оборудование, что и когда-то в \"Адвенте\", я бы давно уже выяснил его точное назначение. Впрочем, со временем я все равно разберусь - с вашего позволения, естественно."

[S_Welcome_Lab_01_Tygan_05 AkEvent]
SpokenText="И еще один момент. Оборудование здесь, несомненно, впечатляет, но в одиночку многого не сделаешь. Если вам удастся добыть для меня дополнительный персонал и ресурсы, я смогу значительно ускорить наши исследования. Удачи, шеф."

[S_Welcome_Lab_02_Tygan_01 AkEvent]
SpokenText="Почти вся моя работа основана на этом несложном принципе. Если бы я только знал."

[S_Welcome_Lab_02_Tygan_02 AkEvent]
SpokenText="Вы очень вовремя, шеф. Нам удалось продвинуться."

[S_Welcome_Lab_02_Tygan_03 AkEvent]
SpokenText="Я смог проанализировать ряд ключевых компонентов чипа, имплантированного в ваш череп. Получается, он служил для того, чтобы передавать в вашу мозговую кору огромные объемы данных."

[S_Welcome_Lab_02_Tygan_04 AkEvent]
SpokenText="Поскольку связь мы разорвали, большая часть данных пропала, но кое-что сохранилось. Призраки данных, если угодно. Смотрите сами."

[S_Welcome_Lab_02_Tygan_05 AkEvent]
SpokenText="Это тактические симуляции. Военная игра. Количество ситуаций, которые вы обрабатывали, было колоссальным. Я вообще... удивлен, что вы смогли такое пережить."

[S_Welcome_Lab_02_Tygan_06 AkEvent]
SpokenText="Да, звучит зловеще, но есть и хорошие новости. Это устройство похоже на медицинский имплантат, к разработке которого я приложил руку, работая в клинике генной терапии в Нью-Провиденс."

[S_Welcome_Lab_02_Tygan_07 AkEvent]
SpokenText="Как я понял, имплантаты предназначались для офицеров \"Адвента\" от капитана и выше. Мы сможем подтвердить это, лишь заполучив подобный чип. Будет полезно понять, что эти имплантаты из себя представляют. Шеф."

[S_Welcome_Lab_Tygan_01_Setup_Phase AkEvent]
SpokenText="...Невероятно. Аналогично исследованиям реакций на иммунодепрессанты, которые я вел еще до Примирения."

[S_Welcome_Lab_Tygan_02_Setup_Phase AkEvent]
SpokenText="А, шеф. Вы очень вовремя. Нам нужно кое-что обсудить."

[S_Welcome_Lab_Tygan_03_Setup_Phase AkEvent]
SpokenText="О да, мне следует представиться. Доктор Ричард Тайган, глава исследовательского отдела. Я отвечал за операцию, которую вам пришлось недавно перенести. Добро пожаловать в мою лабораторию."

[S_Welcome_Lab_Tygan_04_Setup_Phase AkEvent]
SpokenText="Не знаю, сообщил ли вам Центр, но мы кое-что нашли, пока вынимали вас из стазис-костюма."

[S_Welcome_Lab_Tygan_05_Setup_Phase AkEvent]
SpokenText="Обнаруженное вами существо наверняка являлось важной частью проекта \"Аватар\". Я высоко ценю ваши усилия."

[S_Welcome_Lab_Tygan_06_Setup_Phase AkEvent]
SpokenText="Каким-то образом через вашу мозговую кору прогонялись огромные объемы данных. Некоторые фрагменты мне удалось восстановить... Вот, смотрите сами."

[S_Welcome_Lab_Tygan_07_Setup_Phase AkEvent]
SpokenText="Это тактические симуляции. Военные игры. Количество ситуаций, которые вы обрабатывали, было колоссальным. Я вообще удивлен, что вы смогли такое пережить."

[S_Welcome_Lab_Tygan_08_Setup_Phase AkEvent]
SpokenText="Понимаю, это довольно неприятно, но есть и хорошие новости. Это устройство похоже на медицинский имплантат, к разработке которого я имел отношение в клинике \"Адвента\"."

[S_Welcome_Lab_Tygan_09_Setup_Phase AkEvent]
SpokenText="Судя по всему, имплантаты предназначались для старшего офицерского состава \"Адвента\". Если бы мы смогли прихватить одного из них с собой, мне, возможно, удалось бы узнать, каким образом работают эти устройства. Несомненно, это нам пригодилось бы."

[S_Welcome_Lab_Tygan_10_Setup_Phase AkEvent]
SpokenText="Да, вот еще что хотел сказать... Если вам удастся выделить для моей лаборатории дополнительный персонал и некоторое оборудование, наши исследования значительно продвинутся. Удачи, шеф."

